Repository: MatthiasLanter/networkmgr
Catalog: po/*.po
Languages: de, nb_no, pt_br, ru, sv, zh_cn

source: Ethernet Network
de: Ethernet-Netzwerk
nb_no: Ethernet-nettverk
pt_br: Rede Ethernet
ru: Сеть Ethernet
sv: Ethernet-nätverk
zh_cn: 以太网

source: Wired %s Connected
de: Kabel an %s angeschlossen
nb_no: Kablet %s er tilkoblet
pt_br: Cabo %s Conectado
ru: Проводное соединение %s подключено
sv: trådbunden anslutning %s ansluten
zh_cn: 已连接有线 %s

source: Disable
de: Deaktivieren
nb_no: Deaktiver
pt_br: Desativar
ru: Отключить
sv: Inaktivera
zh_cn: 禁用

source: Wired %s Disconnected
de: Kabel von %s getrennt
nb_no: Kablet forbindelse %s er frakoblet
pt_br: Cabo %s Desconectado
ru: Проводное соединение %s отключено
sv: Kabel frånkopplad från %s
zh_cn: 已中断有线 %s

source: Enable
de: Aktivieren
nb_no: Aktiver
pt_br: Ativar
ru: Включить
sv: Aktivera
zh_cn: 开启

source: Wired %s Unplug
de: Kabel von %s abgesteckt
nb_no: Kablet forbindelse %s er frakoblet
pt_br: Cabo %s Desconectado fisicamente
ru: Проводное соединение %s разорвано
sv: Kabel borttagen från %s
zh_cn: 已拔出有线 %s

source: WiFi %s Disabled
de: WLAN %s deaktiviert
nb_no: WiFi %s deaktivert
pt_br: Wi-Fi %s Desativado
ru: Соединение по WiFi %s отключено
sv: WiFi %s inaktiverat
zh_cn: 已禁用 WiFi %s

source: Enable Wifi %s
de: WLAN %s aktivieren
nb_no: Aktiver WiFi %s
pt_br: Ativar Wi-Fi %s
ru: Включить соединение по WiFi %s
sv: Aktivera WiFi %s
zh_cn: 开启 WiFi %s

source: WiFi %s Disconnected
de: WLAN %s getrennt
nb_no: WiFi %s frakoblet
pt_br: Wi-Fi %s Desconectado
ru: Подключение по WiFi %s разорвано
sv: WiFi %s har kopplats bort
zh_cn: WiFi %s 已断开连接

source: Disable Wifi %s
de: WLAN %s deaktivieren
nb_no: Deaktiver WiFi %s
pt_br: Desativar Wi-Fi %s
ru: Отключить соединение по WiFi %s
sv: Inaktivera WiFi %s
zh_cn: 关闭 Wifi %s

source: WiFi %s Connected
de: WLAN %s verbunden
nb_no: WiFi %s tillkoblet
pt_br: Wi-Fi %s Conectado
ru: Подключение по WiFi %s установлено
sv: WiFi %s ansluten
zh_cn: 已链接 WiFi %s

source: Disconnect from %s
de: %s trennen
nb_no: Koble fra %s
pt_br: Desconectar de %s
ru: Отключиться от %s
sv: Koppla bort %s
zh_cn: 已断开与 %s 的连接

source: Enable Networking
de: Netzwerk aktivieren
nb_no: Aktiver nettverksfunksjon
pt_br: Ativar Rede
ru: Включить сеть
sv: Aktivera nätverk
zh_cn: 启用网络

source: Disable Networking
de: Netzwerkverbindungen deaktivieren
nb_no: Deaktiver nettverkstilkoblinger
pt_br: Desativar Rede
ru: Отключить сеть
sv: Avaktivera nätverksanslutningar
zh_cn: 禁用网络

source: Close Network Manager
de: Network Manager schließen
nb_no: Lukk Network Manager
pt_br: Fechar Gerenciador de Rede
ru: Закрыть Network Manager
sv: Stäng Network Manager
zh_cn: 关闭网络管理器

source: Available Connections
de: Verfügbare Verbindungen
nb_no: Tilgjengelige forbindelser
pt_br: Conexões Disponíveis
ru: Доступные подключения
sv: Tillgängliga anslutningar
zh_cn: 可用连接

source: Wi-Fi Network Authentication Required
de: WLAN erfordert Legitimierung
nb_no: Wi-Fi-nettverksautentisering kreves
pt_br: Autenticação Necessária para a Rede Wi-Fi
ru: Требуется региcтрация в сети WiFi
sv: Wi-Fi-nätverksautentisering krävs
zh_cn: 需要无线网络身份验证

source: {ssid_info[0]} Wi-Fi Network Authentication failed
de: Legitimierung für WLAN {ssid_info[0]} fehlgeschlagen
nb_no: {ssid_info[0]} Wi-Fi-nettverksautentisering mislyktes
pt_br: Autenticação falhou na rede Wi-Fi {ssid_info[0]}
ru: Ошибка при регистрации в сети WiFi {ssid_info[0]}
sv: Wi-Fi-nätverksautentisering för {ssid_info[0]} misslyckades
zh_cn: {ssid_info[0]} 无线网络身份验证失败

source: Authentication required by {ssid_info[0]} Wi-Fi Network
de: Legitimierung für WLAN {ssid_info[0]} erforderlich
nb_no: Autentisering kreves av {ssid_info[0]} Wi-Fi-nettverk
pt_br: Autenticação requerida pela rede Wi-Fi {ssid_info[0]}
ru: Требуется региcтрация в сети WiFi {ssid_info[0]}
sv: Autentisering krävs av Wi-Fi-nätverk {ssid_info[0]}
zh_cn: {ssid_info[0]} 无线网络需要身份验证

source: Password:
de: Passwort:
nb_no: Passord:
pt_br: Senha:
ru: Пароль:
sv: Lösenord:
zh_cn: 密码：

source: Show password
de: Passwort anzeigen
nb_no: Vis passord
pt_br: Mostrar senha
ru: Показать пароль
sv: Visa lösenord
zh_cn: 显示密码
